Repository: duriancashewTasty/MoleUIChinese
Catalog: MoleUI/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: — preview only, no files will be deleted
zh_hans: ——仅预览，不会删除任何文件

source: ... and %lld more files
zh_hans: …还有 %lld 个文件

source: About
zh_hans: 关于

source: About to clean %@, total %@
zh_hans: 即将清理 %@，总计 %@

source: About to execute %@ optimization
zh_hans: 即将执行 %@ 优化

source: Active applications and protected files will be skipped for safety.
zh_hans: 为安全起见，活跃应用和受保护文件将被跳过。

source: Add one path per line. Use ~ for home directory (half-width tilde, not ～).
zh_hans: 每行一个路径。使用 ~ 表示主目录（半角波浪号，非全角）。

source: Advanced Tasks
zh_hans: 高级任务

source: Already clean
zh_hans: 已经很干净

source: An error occurred while executing command
zh_hans: 执行命令时发生错误

source: An unknown error occurred
zh_hans: 发生未知错误

source: App
zh_hans: 应用

source: App Language
zh_hans: 应用语言

source: Application caches
zh_hans: 应用缓存

source: Applications
zh_hans: 应用程序

source: Avail
zh_hans: 可用

source: Broad disk scans should be able to inspect protected Library content without repeated folder-by-folder interruptions.
zh_hans: 广泛的磁盘扫描应能检查受保护的 Library 内容，而不会被逐文件夹的提示中断。

source: Browser caches
zh_hans: 浏览器缓存

source: Bundled CLI
zh_hans: 内置 CLI

source: Cached
zh_hans: 已缓存

source: Cancel
zh_hans: 取消

source: Cannot convert to UTF-8
zh_hans: 无法转换为 UTF-8

source: Cannot find %@ command
zh_hans: 找不到 %@ 命令

source: Cannot find analyze-go executable
zh_hans: 找不到 analyze-go 可执行文件

source: Cannot find mole executable
zh_hans: 找不到 mole 可执行文件

source: Cannot understand command output
zh_hans: 无法解析命令输出

source: Check Again
zh_hans: 重新检查

source: Check app permissions
zh_hans: 检查应用权限

source: Check for Updates
zh_hans: 检查更新

source: Check system logs
zh_hans: 检查系统日志

source: Checking Downloads, Desktop, iCloud and more
zh_hans: 正在检查下载、桌面、iCloud 等目录

source: Clean
zh_hans: 清理

source: Clean All
zh_hans: 全部清理

source: Clean completed
zh_hans: 清理完成

source: Clean system caches, logs, and temporary files? This cannot be undone.
zh_hans: 清理系统缓存、日志和临时文件？此操作不可撤销。

source: Cleaning...
zh_hans: 正在清理…

source: Cleanup
zh_hans: 清理

source: Clear build artifacts and dependency caches from project directories without turning every repo into a guessing game.
zh_hans: 从项目目录中清理构建产物和依赖缓存，不让每个仓库变成猜谜游戏。

source: Click 'Use Administrator Privileges' button
zh_hans: 点击「使用管理员权限」按钮

source: Click Refresh to scan system health.
zh_hans: 点击刷新以扫描系统健康状态。

source: Close
zh_hans: 关闭

source: Close other resource-intensive apps
zh_hans: 关闭其他占用资源较多的应用

source: Command failed (exit code: %lld) %@
zh_hans: 命令失败（退出码：%lld） %@

source: Command Not Found
zh_hans: 未找到命令

source: Completed in %.1f seconds
zh_hans: 耗时 %.1f 秒完成

source: Configure Touch ID for sudo in the upstream CLI. This changes macOS sudo PAM config and stays outside MoleUI.
zh_hans: 在上游 CLI 中为 sudo 配置 Touch ID。这会修改 macOS sudo PAM 配置，不在 MoleUI 内。

source: Confirm
zh_hans: 确认

source: Confirm Clean
zh_hans: 确认清理

source: Confirm Delete
zh_hans: 确认删除

source: Confirm Optimize
zh_hans: 确认优化

source: Confirm Preview
zh_hans: 确认预览

source: Connection Error
zh_hans: 连接错误

source: Contact support
zh_hans: 联系支持

source: Control Room
zh_hans: 控制室

source: Core
zh_hans: 核心

source: Current Path
zh_hans: 当前路径

source: Database Optimization: Close Safari first
zh_hans: 数据库优化：请先关闭 Safari

source: Default paths plus ~/Library/Application Support/MoleUI/purge_paths are used.
zh_hans: 使用默认路径加上 ~/Library/Application Support/MoleUI/purge_paths。

source: Default paths: ~/www, ~/dev, ~/Projects, ~/GitHub, ~/Code, ~/Workspace, ~/Repos, ~/Development
zh_hans: 默认路径：~/www、~/dev、~/Projects、~/GitHub、~/Code、~/Workspace、~/Repos、~/Development

source: Desktop, Documents, Downloads, iCloud, and parts of Library all have separate privacy rules. Full Disk Access is the most reliable way to avoid repeated denials during broad scans.
zh_hans: 桌面、文稿、下载、iCloud 及部分 Library 各有独立的隐私规则。完全磁盘访问权限是避免广泛扫描时反复被拒绝的最可靠方式。

source: Detailed Execution Log
zh_hans: 详细执行日志

source: Development tool caches
zh_hans: 开发工具缓存

source: Disk
zh_hans: 磁盘

source: Disk Access & Privacy
zh_hans: 磁盘访问与隐私

source: Disk Analyzer
zh_hans: 磁盘分析

source: Disk scan failed
zh_hans: 磁盘扫描失败

source: Done
zh_hans: 完成

source: Down
zh_hans: 下载

source: DRY RUN
zh_hans: 预览模式

source: Edit Paths
zh_hans: 编辑路径

source: Edit Scan Paths
zh_hans: 编辑扫描路径

source: Empty Directory
zh_hans: 空目录

source: Failed to access Application Support directory
zh_hans: 无法访问 Application Support 目录

source: Failed to read health report output
zh_hans: 读取健康报告输出失败

source: Files
zh_hans: 文件

source: Find forgotten `.dmg`, `.pkg`, `.xip`, and archive downloads before they quietly eat your SSD.
zh_hans: 查找被遗忘的 .dmg、.pkg、.xip 和归档下载文件，不让它们悄悄吃掉你的 SSD。

source: Font Cache Rebuild: Close browsers first
zh_hans: 字体缓存重建：请先关闭浏览器

source: Free
zh_hans: 可用

source: Freed
zh_hans: 已释放

source: Full Disk Access appears enabled
zh_hans: 完全磁盘访问权限已启用

source: Full Disk Access could not be confirmed
zh_hans: 无法确认完全磁盘访问权限

source: Full Disk Access is not enabled
zh_hans: 完全磁盘访问权限未启用

source: Full Disk Access Recommended
zh_hans: 建议开启完全磁盘访问权限

source: Generate or install shell completion scripts for bash, zsh, and fish.
zh_hans: 生成或安装 bash、zsh 和 fish 的 shell 补全脚本。

source: Health
zh_hans: 健康

source: Health Check Failed
zh_hans: 健康检查失败

source: If you want to analyze your whole Home folder, app data, iCloud files, or deeper Library content, granting Full Disk Access will make Disk Analyzer much more consistent.
zh_hans: 如果您需要分析整个主目录、应用数据、iCloud 文件或更深的 Library 内容，开启完全磁盘访问权限将使磁盘分析更加稳定。

source: Inspect the current folder visually, then drill in only where the size story looks suspicious.
zh_hans: 直观查看当前文件夹，只在体积看起来可疑的地方深入。

source: Installers
zh_hans: 安装包

source: Insufficient permissions to perform this operation
zh_hans: 权限不足，无法执行此操作

source: Just now
zh_hans: 刚刚

source: Language
zh_hans: 语言

source: Language change will take effect after restarting the app.
zh_hans: 语言更改将在重启应用后生效。

source: Last Used
zh_hans: 最近使用

source: Later
zh_hans: 稍后

source: Latest release
zh_hans: 最新版本

source: Latest release has not been checked yet.
zh_hans: 尚未检查最新版本。

source: Level
zh_hans: 电量

source: Load
zh_hans: 负载

source: Loading system metrics...
zh_hans: 正在加载系统指标…

source: Looking for build artifacts
zh_hans: 正在查找构建产物

source: macOS does not provide a one-shot prompt for Full Disk Access. Mole UI can guide you to the correct System Settings page so you can enable it yourself.
zh_hans: macOS 不提供一次性完全磁盘访问权限提示。Mole UI 可以引导您前往正确的系统设置页面自行开启。

source: Maintenance
zh_hans: 维护

source: Memory
zh_hans: 内存

source: Mole CLI may not be properly installed
zh_hans: Mole CLI 可能未正确安装

source: Mole UI could not positively verify Full Disk Access yet. If you just enabled it, click Check Again once before continuing.
zh_hans: Mole UI 尚未能确认完全磁盘访问权限。如果您刚开启，请点击「重新检查」后再继续。

source: Mole UI could not positively verify Full Disk Access yet. Refresh after changing System Settings, or try Disk Analyzer again.
zh_hans: Mole UI 尚未能确认完全磁盘访问权限。更改系统设置后请刷新，或重新尝试磁盘分析。

source: Mole UI now appears to have Full Disk Access. You can continue the Home-folder scan.
zh_hans: Mole UI 似乎已拥有完全磁盘访问权限。您可以继续主目录扫描。

source: Monitor
zh_hans: 监控

source: Move to Trash
zh_hans: 移至废纸篓

source: Move to Trash?
zh_hans: 移至废纸篓？

source: Moving to Trash...
zh_hans: 正在移至废纸篓…

source: Name
zh_hans: 名称

source: Network
zh_hans: 网络

source: No battery
zh_hans: 无电池

source: No build artifacts found in scan paths.
zh_hans: 在扫描路径中未找到构建产物。

source: No installer files found.
zh_hans: 未找到安装包文件。

source: No items found
zh_hans: 未找到项目

source: No Report
zh_hans: 无报告

source: One path per line. Mole UI merges these with the built-in defaults before each purge scan.
zh_hans: 每行一个路径。Mole UI 在每次清理扫描前会将这些路径与内置默认路径合并。

source: Open Full Disk Access
zh_hans: 打开完全磁盘访问权限

source: Open Privacy & Security
zh_hans: 打开隐私与安全性

source: Operation Cancelled
zh_hans: 操作已取消

source: Operation Failed
zh_hans: 操作失败

source: Operation Timeout
zh_hans: 操作超时

source: Operation took too long and was automatically cancelled
zh_hans: 操作耗时过长，已自动取消

source: Optimization completed
zh_hans: 优化完成

source: Optimization Completed
zh_hans: 优化完成

source: Optimizations
zh_hans: 优化项

source: Optimize
zh_hans: 优化

source: Optimize All
zh_hans: 全部优化

source: Optimize completed
zh_hans: 优化完成

source: Optimizing...
zh_hans: 正在优化…

source: Or skip files that require permissions
zh_hans: 或跳过需要权限的文件

source: Output Parsing Failed
zh_hans: 输出解析失败

source: Output Parsing Failed: %@
zh_hans: 输出解析失败：%@

source: Permission Denied
zh_hans: 权限被拒绝

source: Pick a workspace lane from the sidebar
zh_hans: 从侧边栏选择工作区

source: Please check details for more information
zh_hans: 请查看详情获取更多信息

source: Please try again. If the problem persists, contact support
zh_hans: 请重试。如问题持续，请联系支持

source: Please wait, this may take a while
zh_hans: 请稍候，可能需要一些时间

source: Power
zh_hans: 电源

source: Preview
zh_hans: 预览

source: Preview Completed
zh_hans: 预览完成

source: Preview mode: will clean %@
zh_hans: 预览模式：将清理 %@

source: Preview only, no files will be deleted
zh_hans: 仅预览，不会删除任何文件

source: Preview system cleanup? No files will be deleted.
zh_hans: 预览系统清理？不会删除任何文件。

source: Previewing...
zh_hans: 正在预览…

source: Processes
zh_hans: 进程

source: Projects
zh_hans: 项目

source: PROJECTS
zh_hans: 项目

source: Purge
zh_hans: 大文件清理

source: Read
zh_hans: 读取

source: Ready to Clean
zh_hans: 待清理

source: Reclaimable
zh_hans: 可回收

source: Reduce repeated prompts
zh_hans: 减少重复提示

source: Refresh Status
zh_hans: 刷新状态

source: Reinstall the app
zh_hans: 重新安装应用

source: Removed
zh_hans: 已移除

source: Requesting administrator privileges...
zh_hans: 正在请求管理员权限…

source: Restart app
zh_hans: 重启应用

source: Restart Now
zh_hans: 立即重启

source: Restart operation
zh_hans: 重新开始操作

source: Restart Required
zh_hans: 需要重启

source: Retry operation
zh_hans: 重试操作

source: Review installed apps with their size and last-use signal before you move anything to Trash.
zh_hans: 查看已安装应用的大小和最近使用时间，再决定是否移入废纸篓。

source: Run health checks first, then apply the fixes you actually want to keep around. The page should feel more like a cockpit than a debug pane.
zh_hans: 先运行健康检查，再选择你真正想保留的修复项。这个页面更像驾驶舱而不是调试面板。

source: Safe
zh_hans: 安全

source: Scan
zh_hans: 扫描

source: Scan Anyway
zh_hans: 仍然扫描

source: Scan Error
zh_hans: 扫描错误

source: Scan Paths
zh_hans: 扫描路径

source: Scanned
zh_hans: 已扫描

source: Scanning /Applications...
zh_hans: 正在扫描 /Applications…

source: Scanning for installers...
zh_hans: 正在扫描安装包…

source: Scanning project directories...
zh_hans: 正在扫描项目目录…

source: Scanning system health...
zh_hans: 正在扫描系统健康状态…

source: Scanning your Home folder without Full Disk Access causes macOS to interrupt the scan with separate folder prompts. Enable it first for a cleaner disk scan.
zh_hans: 在未开启完全磁盘访问权限的情况下扫描主目录，macOS 会不断弹出文件夹访问提示。建议先开启以获得更流畅的扫描体验。

source: Score
zh_hans: 评分

source: Search apps
zh_hans: 搜索应用

source: Search installers
zh_hans: 搜索安装包

source: Selected Upstream CLI Tools
zh_hans: 部分上游 CLI 工具

source: Self-update the upstream Mole CLI to the latest stable release.
zh_hans: 将上游 Mole CLI 自我更新到最新的稳定版本。

source: Settings
zh_hans: 设置

source: Size
zh_hans: 大小

source: Skipped Tasks
zh_hans: 已跳过的任务

source: Some system files require administrator privileges to clean
zh_hans: 某些系统文件需要管理员权限才能清理

source: Sort
zh_hans: 排序

source: Status
zh_hans: 状态

source: Status, cleanup, uninstall, and privacy tools all live there.
zh_hans: 状态、清理、卸载和隐私工具都在那里。

source: Storage
zh_hans: 存储

source: Suggestions
zh_hans: 建议

source: Sweep caches, logs, browser leftovers, and temporary files without making the screen feel clinical.
zh_hans: 清理缓存、日志、浏览器残留和临时文件，不让界面变得单调乏味。

source: Switch the upstream CLI to the latest unreleased main build.
zh_hans: 将上游 CLI 切换到最新的未发布主构建版本。

source: System caches and logs
zh_hans: 系统缓存和日志

source: System care for macOS
zh_hans: macOS 系统护理

source: System Error
zh_hans: 系统错误

source: System Health
zh_hans: 系统健康

source: System Status
zh_hans: 系统状态

source: Tasks Completed
zh_hans: 已完成任务

source: Tasks Skipped
zh_hans: 已跳过任务

source: The '%@' command could not be found
zh_hans: 找不到 '%@' 命令

source: These are a few upstream Mole commands that stay outside the GUI. This is a guide to the most relevant ones, not a full command reference.
zh_hans: 以下是一些仍在 GUI 之外的上游 Mole 命令。这里仅列出最相关的命令，并非完整的命令参考。

source: This build is already on the latest published Mole UI release.
zh_hans: 当前版本已是最新发布的 Mole UI 版本。

source: This is a system-level error
zh_hans: 这是系统级错误

source: This may be due to Mole CLI version incompatibility
zh_hans: 可能是 Mole CLI 版本不兼容

source: This may be due to too many files to clean or high system load
zh_hans: 可能是由于待清理文件过多或系统负载过高

source: Total
zh_hans: 总计

source: Trash
zh_hans: 废纸篓

source: Trash and temporary files
zh_hans: 废纸篓和临时文件

source: Try again later
zh_hans: 稍后重试

source: Try cleaning a smaller scope
zh_hans: 尝试缩小清理范围

source: Uninstall
zh_hans: 卸载

source: Uninstall App
zh_hans: 卸载应用

source: Uninstall Selected
zh_hans: 卸载所选

source: Uninstall Selected Apps
zh_hans: 卸载所选应用

source: Uninstall the upstream Mole CLI from the system.
zh_hans: 从系统中卸载上游 Mole CLI。

source: Unknown
zh_hans: 未知

source: Up
zh_hans: 上传

source: Update app to latest version
zh_hans: 将应用更新到最新版本

source: Update available
zh_hans: 有可用更新

source: Update check failed:
zh_hans: 更新检查失败：

source: Update check failed: %@
zh_hans: 更新检查失败：%@

source: Uptime
zh_hans: 运行时间

source: Use Administrator Privileges
zh_hans: 使用管理员权限

source: Used
zh_hans: 已用

source: Version Details
zh_hans: 版本详情

source: Version details, disk-scan privacy guidance, and a short list of upstream CLI tools that still live outside this GUI.
zh_hans: 版本详情、磁盘扫描隐私指引，以及一些仍在 GUI 之外的上游 CLI 工具清单。

source: View Detailed Log
zh_hans: 查看详细日志

source: View Release
zh_hans: 查看发布

source: View technical details
zh_hans: 查看技术详情

source: Visible Size
zh_hans: 可见大小

source: When Full Disk Access helps
zh_hans: 何时需要完全磁盘访问权限

source: Write
zh_hans: 写入

source: You have cancelled the current operation
zh_hans: 您已取消当前操作
